[
  {
    "text": "Reconheço facilmente como me sinto em diferentes situações.",
    "sigla": "C"
  },
  {
    "text": "Entendo facilmente as razões por trás das minhas emoções.",
    "sigla": "C"
  },
  {
    "text": "Tenho consciência dos meus sentimentos em diversas situações.",
    "sigla": "C"
  },
  {
    "text": "Percebo quando minhas emoções começam a influenciar minhas decisões.",
    "sigla": "C"
  },
  {
    "text": "Identifico rapidamente as emoções que sinto.",
    "sigla": "C"
  },
  {
    "text": "Estou ciente do impacto das minhas emoções sobre os outros.",
    "sigla": "C"
  },
  {
    "text": "Tenho clareza sobre o que desperta emoções específicas em mim.",
    "sigla": "C"
  },
  {
    "text": "Presto atenção regularmente às minhas reações emocionais.",
    "sigla": "C"
  },
  {
    "text": "Sei diferenciar claramente minhas emoções.",
    "sigla": "C"
  },
  {
    "text": "Estou atento ao modo como minhas emoções mudam ao longo do dia.",
    "sigla": "C"
  },
  {
    "text": "Consigo controlar minhas emoções mesmo sob pressão.",
    "sigla": "G"
  },
  {
    "text": "Tenho facilidade para me acalmar após situações intensas.",
    "sigla": "G"
  },
  {
    "text": "Sou capaz de regular meus sentimentos diante de frustrações.",
    "sigla": "G"
  },
  {
    "text": "Lido bem com o estresse diário sem perder o equilíbrio.",
    "sigla": "G"
  },
  {
    "text": "Tenho métodos eficazes para gerenciar minhas emoções negativas.",
    "sigla": "G"
  },
  {
    "text": "Me recupero rapidamente após vivenciar emoções fortes.",
    "sigla": "G"
  },
  {
    "text": "Mantenho o controle emocional em situações difíceis.",
    "sigla": "G"
  },
  {
    "text": "Sei como reduzir a intensidade das minhas emoções negativas.",
    "sigla": "G"
  },
  {
    "text": "Evito que minhas emoções interfiram negativamente nas minhas decisões.",
    "sigla": "G"
  },
  {
    "text": "Sou eficaz em lidar com situações emocionalmente exigentes.",
    "sigla": "G"
  },
  {
    "text": "Sou sensível às emoções das outras pessoas.",
    "sigla": "E"
  },
  {
    "text": "Percebo facilmente quando alguém está incomodado ou chateado.",
    "sigla": "E"
  },
  {
    "text": "Consigo entender bem como os outros se sentem.",
    "sigla": "E"
  },
  {
    "text": "Me coloco facilmente no lugar dos outros.",
    "sigla": "E"
  },
  {
    "text": "Sou compreensivo com as dificuldades emocionais alheias.",
    "sigla": "E"
  },
  {
    "text": "Sou capaz de perceber mudanças no humor das pessoas ao meu redor.",
    "sigla": "E"
  },
  {
    "text": "Me preocupo genuinamente com os sentimentos dos outros.",
    "sigla": "E"
  },
  {
    "text": "Costumo prestar atenção nas necessidades emocionais alheias.",
    "sigla": "E"
  },
  {
    "text": "Demonstro interesse sincero pelo que os outros sentem.",
    "sigla": "E"
  },
  {
    "text": "Tenho facilidade em compreender o ponto de vista emocional dos outros.",
    "sigla": "E"
  },
  {
    "text": "Consigo criar relacionamentos positivos com facilidade.",
    "sigla": "R"
  },
  {
    "text": "Tenho boa habilidade para resolver conflitos interpessoais.",
    "sigla": "R"
  },
  {
    "text": "Sou eficaz em manter relações harmoniosas com as pessoas ao meu redor.",
    "sigla": "R"
  },
  {
    "text": "Estabeleço facilmente conexões positivas com diferentes pessoas.",
    "sigla": "R"
  },
  {
    "text": "Consigo construir relações de confiança com facilidade.",
    "sigla": "R"
  },
  {
    "text": "Tenho habilidades para cultivar relacionamentos duradouros.",
    "sigla": "R"
  },
  {
    "text": "Me relaciono bem com pessoas de estilos diversos.",
    "sigla": "R"
  },
  {
    "text": "Tenho facilidade em comunicar claramente meus sentimentos.",
    "sigla": "R"
  },
  {
    "text": "Sou bom em manter relações equilibradas e saudáveis.",
    "sigla": "R"
  },
  {
    "text": "Consigo resolver facilmente mal-entendidos com os outros.",
    "sigla": "R"
  }
]
