[
  {
    "text": "Meus princípios orientam claramente minhas decisões.",
    "sigla": "V"
  },
  {
    "text": "Faço escolhas baseadas em valores pessoais sólidos.",
    "sigla": "V"
  },
  {
    "text": "É importante para mim agir de acordo com o que acredito.",
    "sigla": "V"
  },
  {
    "text": "Sinto-me desconfortável ao ir contra meus valores pessoais.",
    "sigla": "V"
  },
  {
    "text": "Priorizo ações que estejam alinhadas aos meus princípios.",
    "sigla": "V"
  },
  {
    "text": "Tenho clareza sobre os valores que guiam minha vida.",
    "sigla": "V"
  },
  {
    "text": "Minhas decisões refletem meus valores pessoais.",
    "sigla": "V"
  },
  {
    "text": "Evito situações que comprometam minhas crenças fundamentais.",
    "sigla": "V"
  },
  {
    "text": "Valorizo coerência entre minhas ações e meus valores.",
    "sigla": "V"
  },
  {
    "text": "Meus valores influenciam diretamente minhas escolhas diárias.",
    "sigla": "V"
  },
  {
    "text": "Minhas emoções influenciam fortemente minhas decisões.",
    "sigla": "E"
  },
  {
    "text": "Costumo agir com base nos meus sentimentos.",
    "sigla": "E"
  },
  {
    "text": "Sou sensível ao clima emocional ao meu redor.",
    "sigla": "E"
  },
  {
    "text": "Considero minhas emoções ao tomar decisões importantes.",
    "sigla": "E"
  },
  {
    "text": "Minhas ações frequentemente refletem o que estou sentindo.",
    "sigla": "E"
  },
  {
    "text": "Valorizo muito as emoções ao fazer escolhas pessoais.",
    "sigla": "E"
  },
  {
    "text": "Tenho facilidade em perceber emoções nas outras pessoas.",
    "sigla": "E"
  },
  {
    "text": "Me sinto influenciado pelo estado emocional dos ambientes que frequento.",
    "sigla": "E"
  },
  {
    "text": "Expresso facilmente minhas emoções em diferentes situações.",
    "sigla": "E"
  },
  {
    "text": "As emoções têm papel central nas minhas relações interpessoais.",
    "sigla": "E"
  },
  {
    "text": "Tenho convicções fortes que orientam minha visão de mundo.",
    "sigla": "C"
  },
  {
    "text": "Acredito firmemente em minhas próprias opiniões.",
    "sigla": "C"
  },
  {
    "text": "Minhas crenças pessoais têm grande impacto em minhas decisões.",
    "sigla": "C"
  },
  {
    "text": "Defendo minhas convicções mesmo diante de opiniões contrárias.",
    "sigla": "C"
  },
  {
    "text": "Minhas ações estão alinhadas às minhas crenças pessoais.",
    "sigla": "C"
  },
  {
    "text": "Tenho clareza sobre aquilo em que realmente acredito.",
    "sigla": "C"
  },
  {
    "text": "Prefiro situações que estejam em harmonia com minhas crenças.",
    "sigla": "C"
  },
  {
    "text": "Minhas crenças pessoais me dão segurança nas decisões que tomo.",
    "sigla": "C"
  },
  {
    "text": "Acredito profundamente em meus ideais pessoais.",
    "sigla": "C"
  },
  {
    "text": "Minhas decisões refletem consistentemente minhas crenças.",
    "sigla": "C"
  },
  {
    "text": "Tomo decisões rapidamente diante de situações novas.",
    "sigla": "A"
  },
  {
    "text": "Costumo agir proativamente em várias situações.",
    "sigla": "A"
  },
  {
    "text": "Sou decidido e ajo com rapidez ao enfrentar desafios.",
    "sigla": "A"
  },
  {
    "text": "Prefiro agir imediatamente ao invés de esperar.",
    "sigla": "A"
  },
  {
    "text": "Tenho iniciativa ao resolver situações que surgem.",
    "sigla": "A"
  },
  {
    "text": "Costumo ter atitudes firmes diante de problemas.",
    "sigla": "A"
  },
  {
    "text": "Ajo com prontidão frente a situações inesperadas.",
    "sigla": "A"
  },
  {
    "text": "Tenho facilidade em assumir atitudes concretas.",
    "sigla": "A"
  },
  {
    "text": "Minhas ações refletem claramente minha disposição prática.",
    "sigla": "A"
  },
  {
    "text": "Reajo prontamente a novas situações ou desafios.",
    "sigla": "A"
  }
]
